function License() {
  return (
    <section className="license">
      <p>
        ЯЗЫКОВОЙ ЦЕНТР STRATFORD SCHOOL ВЕДЕТ ОБРАЗОВАТЕЛЬНУЮ ДЕЯТЕЛЬНОСТЬ В
        СООТВЕТСТВИИ С ПОЛУЧЕННОЙ ЛИЦЕНЗИЕЙ НА ОБРАЗОВАТЕЛЬНУЮ ДЕЯТЕЛЬНОСТЬ ОТ
        19 ИЮЛЯ 2023 г. РЕГИСТРАЦИОННЫЙ НОМЕР: №Л035-01235-74/00664716.
      </p>
      <p>
        <span>ОСНОВНЫЕ СВЕДЕНИЯ</span><br></br>Дата создания: 26 сентября 2012 год.
        Полное наименование образовательной организации: ИП Пляшкун Языковой
        Центр Stratford School Руководитель образовательной организациии:
        Пляшкун Ирина Владимировна Режим и график работы образовательной
        организации: Понедельник-пятница - 09:00-21:00 Суббота - 10:00-18:00
        Воскресенье - выходной Контактные телефоны образовательной организации:
        8 (351) 750-51-81 8-909-069-27-00 Адрес электронной почты
        образовательной организации: stratford.study@gmail.com{" "}
      </p>
      <p>ОБРАЗОВАНИЕ</p>
      <ul>
        <li>
          Языковой центр "Stratford School" реализует образовательные программы:
          дополнительного образования детей и взрослых (дополнительные
          общеразвивающие программы)
          <li>Обучение слушателей ведется на русском и английском языках.</li>
          <li>
            Образовательные услуги предоставляются на платной основе, на
            основании заявок от физических и юридических лиц.
          </li>
          <li>
            Обучение проводится круглогодично по мере комплектования групп.
          </li>
          <li>
            Платные образовательные услуги предоставляются в соответствии с
            условиями заключенного договора об оказании образовательных услуг.
          </li>
          <li>
            Формы обучения определяются языковым центром «Stratford School»
            самостоятельно: сетевые формы реализации образовательных программ,
            дистанционные образовательные технологии.
          </li>
          <li>
            Реализуемые программы дополнительного образования детей и взрослых:
            Элементарная грамматика
          </li>
        </li>
      </ul>
      <img
        className="license__scan"
        src="https://stratford-school.ru/images/%D1%81%D0%B5%D1%80%D1%82%D0%B8%D1%84%D0%B8%D0%BA%D0%B0%D1%82_%D0%9E%D0%91%D0%A0%D0%90%D0%97%D0%95%D0%A6.jpg"
      ></img>
    </section>
  );
}

export default License;
