import flyHigh1 from "../images/flyhigh1.png";
import flyHigh2 from "../images/flyhigh2.png";
import flyHigh3 from "../images/flyhigh3.png";
import flyHigh4 from "../images/flyhigh4.png";

function PrimarySchool() {
    return(

<>
      <article className="program__container">
        <img className="program__image" src={flyHigh1} alt="flyHigh1" />
        <p className="program__description">
          Fly High 1 - курс помогает приобрести базовые навыков письма, чтения и
          изучения основного словарного запаса. Рекомендован детям 6-7 лет.
          После окончания курса учащиеся: * Читать и считать на английском.
          Овладеет наиболее употребляемой лексикой в рамках тематики данного
          этапа. *Правильному произношению звуков и отдельных слов. Строить
          небольшие диалоги. *Понимать основное содержание коротких, несложных
          текстов и выделять значимую информацию. *Выполнять тестовые работы.
          Оцениваются работы в баллах, соответственно нет плохих оценок которые
          могут травмировать ребенка.
        </p>
      </article>
      <article className="program__container">
        <img className="program__image" src={flyHigh2} alt="flyHigh1" />
        <p className="program__description">
          Fly High 2 - курс рассчитан на совершенствование навыков письма и
          чтения, а также развития языковых компетенций. Рекомендован для детей
          7-8 лет. После окончания курса учащиеся: *Сможет говорить простыми и
          сложными предложениями. Использовать вопросительные и отрицательные
          формы предложения. *Строить небольшие диалоги и рассказы на темы: в
          школе, животные, семья, друзья, хобби, дом, праздники. * Читать и
          считать на английском. Пополнит словарный запас.
        </p>
      </article>
      <article className="program__container">
        <img className="program__image" src={flyHigh3} alt="flyHigh1" />
        <p className="program__description">
          Fly High 3 - курс предназначен для более глубокого изучения
          английского языка детьми 7- 9 лет, с хорошо отработанными навыками
          чтения и письма. После окончания курса учащиеся: *Познакомится с
          простыми временами, научится их различать и использовать. *Выражать
          свои мысли, вести диалоги, воспринимать речь на слух. Читать и
          определять основную мысль текст. *Познакомиться со структурой письма и
          других письменных работ. *Обучаясь на данном курсе ваш ребенок сможет
          самостоятельно выполнять домашние работы в школе, подтянет свой
          уровень английского, и улучшит успеваемость.
        </p>
      </article>
      <article className="program__container">
        <img className="program__image" src={flyHigh4} alt="flyHigh1" />
        <p className="program__description">
          Fly High 4 - завершающий курс по программе Fly High, предназначенный
          для детей прошедших курс Fly High 1,2,3 и имеющих структурированную
          базу и солидный словарный запас. После окончания курса учащийся:
          *Наиболее употребляемой лексике в рамках тематики данного этапа.
          *Использовать в речи сложные времена для выражения сложных идей.
          *Овладеет навыками письменной речи, отработает структуру написания
          писем и сочинений по заданной тематике. *Читать и анализировать не
          только маленькие тексты, но полноценные рассказы.
        </p>
      </article></>

    )
}